---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ZoneAreaGross
source: html/7aa3d871-30bd-ab12-3f64-72563558938d.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ZoneAreaGross Property

"Gross Area"

## Syntax (C#)
```csharp
public static ForgeTypeId ZoneAreaGross { get; }
```